//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "لغو";
"_edit_"                    = "ویرایش";
"_tap_to_cancel_"           = "برای لغو ضربه بزنید";
"_tap_to_min_max_"          = "Tap to minimize / maximize";
"_cancel_request_"          = "آیا می‌خواهید لغو کنید؟";
"_upload_file_"             = "آپلود فایل";
"_download_file_"           = "دانلود فایل";
"_delete_"                  = "حذف";
"_rename_"                  = "تغییرنام";
"_rename_file_"             = "تغییر نام فایل";
"_rename_folder_"           = "تغییر نام پوشه";
"_move_"                    = "انتقال";
"_add_"                     = "افزودن";
"_save_"                    = "ذخیره";
"_warning_"                 = "اخطار";
"_error_"                   = "خطا";
"_no_"                      = "نه";
"_yes_"                     = "بله";
"_select_"                  = "انتخاب";
"_select_all_"              = "انتخاب همه";
"_upload_"                  = "آپلود";
"_home_"                    = "فایل";
"_files_"                   = "فایل ها";
"_ok_"                      = "تایید";
"_done_"                    = "انجام شد";
"_clear_"                   = "پاک کردن";
"_selected_"                = "انتخاب شد";
"_no_active_account_"       = "هیچ حساب کاربری یافت نشد";
"_info_"                    = "اطلاعات";
"_warning_"                 = "اخطار";
"_video_"                   = "فیلم ";
"_overwrite_"               = "بازنویسی";
"_create_"                  = "ایجاد شده";
"_create_folder_"           = "ایجاد پوشه";
"_create_folder_e2ee_"      = "ایجاد پوشه رمزگذاری‌شده";
"_close_"                   = "بستن";
"_remove_"                  = "حذف";
"_file_not_found_"          = "فایل یافت نشد";
"_continue_"                = "ادامه";
"_continue_editing_"        = "ادامه ویرایش";
"_auto_upload_folder_"      = "آپلود خودکار";
"_photo_"                   = "عکس";
"_audio_"                   = "صدا";
"_unknown_"                 = "نامشخص";
"_success_"                 = "موفقیت";
"_mode_filename_"           = "نام پرونده";
"_warning_owncloud_"        = "شما به یک سرور ownCloud متصل هستید. این مورد آزمایش نشده و پشتیبانی نمی‌شود، مسئولیت استفاده از آن با خودتان است. برای ارتقا به Nextcloud به لکیشن https://nextcloud.com/migration مراجعه کنید.";
"_warning_unsupported_"     = "شما از یک نسخه پشتیبانی‌نشده از Nextcloud استفاده می‌کنید. برای امنیت داده‌های خود اکیداً توصیه می‌کنیم به آخرین نسخه پایدار Nextcloud به‌روزرسانی کنید.";
"_restore_"                 = "بازیابی";
"_tap_here_to_change_"      = "برای تغییر روی اینجا ضربه بزنید";
"_no_albums_"               = "آلبومی وجود ندارد";
"_denied_album_"            = "این برنامه به «تصاویر» دسترسی ندارد. می‌توانید دسترسی را در تنظیمات حریم خصوصی فعال کنید.";
"_denied_camera_"           = "این برنامه به «دوربین» دسترسی ندارد. می‌توانید دسترسی را در تنظیمات حریم خصوصی فعال کنید.";
"_force_start_"             = "شروع اجباری";
"_account_does_not_exist_"  = "حساب کاربری %@ وجود ندارد. لطفاً دوباره وارد شوید.";
"_sharing_"                 = "هم‌رسانی";
"_details_"                 = "جزییات";
"_no_permission_add_file_"  = "شما اجازه افزودن فایل ندارید.";
"_no_permission_delete_file_" = "شما اجازه حذف فایل ندارید.";
"_no_permission_modify_file_" = "شما اجازه تغییر فایل ندارید.";
"_no_permission_favorite_file_" = "شما اجازه افزودن فایل به علاقه‌مندی‌ها را ندارید.";
"_add_folder_info_"         = "اطلاعات پوشه را اضافه کنید";
"_back_"                    = "بازگشت";
"_search_"                  = "جستجو";
"_search_or_create_tags"    = "جستجو یا ایجاد برچسب";
"_tags_"                    = "برچسب‌ها";
"_share_tags_create_"       = "ایجاد «%@»";
"_share_tags_no_results_"   = "برچسبی یافت نشد";
"_share_tags_added_named_"  = "برچسب %@ ایجاد شد.";
"_edit_tags_"               = "مدیریت برچسب‌ها";
"_create_tag_error_"        = "ایجاد برچسب جدید امکان‌پذیر نبود. لطفاً دوباره تلاش کنید.";
"_of_"                      = "از";
"_livephoto_save_"          = "ذخیره لایو فوتو در آلبوم تصاویر";
"_livephoto_save_error_"    = "خطا در هنگام ذخیره لایو فوتو.";
"_livephoto_no_"            = "غیرفعال کردن لایو فوتو";
"_convert_live_photo_"      = "تبدیل به لایو فوتو";
"_file_conflict_num_"       = "تداخل فایل";
"_file_conflicts_num_"      = "تداخل‌های فایل";
"_file_conflict_desc_"      = "کدام فایل‌ها را می‌خواهید نگه دارید؟\nاگر هر دو نسخه را انتخاب کنید، عددی به نام فایل کپی‌شده اضافه می‌شود.";
"_file_conflict_new_"       = "فایل‌های جدید";
"_file_conflict_exists_"    = "فایل های موجود در حال حاضر ";
"_file_not_rewite_doc_"     = "امکان بازنویسی سند وجود ندارد و فقط می‌توانید یک سند جدید ایجاد کنید.";
"_move_or_copy_"            = "انتقال یا کپی";
"_move_copy_diff_account_"  = "شما نمی‌توانید فایل‌ها را بین حساب‌های کاربری مختلف کپی یا منتقل کنید.";
"_copy_"                    = "کپی";
"_now_"                     = "اکنون";
"_wait_"                    = "لطفاً منتظر بمانید…";
"_recent_"                  = "اخیر";
"_view_in_folder_"          = "مشاهده در پوشه";
"_leave_share_"             = "ترک این اشتراک‌گذاری";
"_disabled_"                = "غیرفعال";
"_compact_"                 = "فشرده";
"_normal_"                  = "عادی";
"_verbose_"                 = "Verbose";
"_standard_"                = "Standard";
"_maximum_"                 = "Maximum";
"_error_occurred_"          = "An error occurred, please try again.";
"_retry_"                   = "Retry";
"_images_"                  = "Images";
"_confirm_"                 = "تأیید";
"_confirm_continue_"        = "Confirm by continuing the previous uploading";
"_confirm_resetting_"       = "Confirm ignoring previous uploading";
"_background_location_access_title_"    = "Background Location Access";
"_background_location_access_message_"  = "This app needs background location access to automatically upload files when you move between areas. GPS is not used and your location is never stored.";
"_enable_background_location_title_"    = "Enable Background Location";
"_enable_background_location_message_"  = "To allow automatic file uploads in the background, please enable 'Always' for location access in Settings.";
"_enable_background_location_footer_"   = "To keep your photo library up to date automatically, this app can use background location access.\nThis allows it to detect when you’re in a new area and check for new photos to upload.\nGPS is not used, and your location is never stored or tracked.";

/* MARK: Files lock */

"_lock_"                            = "قفل کردن";
"_unlock_"                          = "باز کردن";
"_lock_file_"                       = "قفل کردن پرونده";
"_unlock_file_"                     = "باز کردن قفل پرونده";
"_lock_selected_files_"             = "Lock files";
"_unlock_selected_files_"           = "Unlock files";
"_locked_by_"                       = "Locked by %@";
"_file_locked_no_override_"         = "This file is locked. It cannot be overridden.";
"_lock_no_permissions_selected_"    = "Not allowed for some selected files or folders.";
"_remove_file_"             = "Remove file";
"_delete_file_"             = "حذف فایل";
"_delete_folder_"           = "حذف پوشه";
"_size_"                    = "اندازه";
"_set_user_status_"         = "Online status";
"_set_user_status_message_" = "Status message";
"_open_settings_"           = "تنظیمات را باز کنید";
"_settings_account_request_" = "Request account at startup";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Write alias";
"_alias_footer_"            = "Give your accounts a descriptive name such as Home, Office, School…";
"_privacy_legal_"           = "Privacy and Legal Policy";
"_source_code_"             = "دریافت کد منبع";
"_account_select_"          = "Select the account";
"_account_select_to_add_"   = "Select the account to add";
"_remove_local_account_"    = "Remove local account";
"_want_delete_account_"     = "Do you want to remove local account?";
"_prevent_http_redirection_"= "The redirection in HTTP is not permitted.";
"_single_file_conflict_title_" = "تضاد در فایل";
"_multi_file_conflict_title_" = "%@ File conflicts";
"_replace_action_title_" = "جایگزین کردن";
"_keep_both_action_title_" = "نگهداشتن هر دو";
"_cancel_keep_existing_action_title_" = "Cancel and keep existing";
"_replace_all_action_title_" = "Replace all";
"_keep_both_for_all_action_title_" = "Keep both for all";
"_more_action_title_" = "More Details";
"_wait_file_preparation_" = "Preparing file upload. Please wait …";
"_keep_active_for_upload_" = "Keep application active until upload is completed …";
"_keep_active_for_transfers_" = "Keep application active until the transfers are completed …";
"_wait_file_encryption_"  = "Please wait, encrypting file…";
"_passcode_counter_fail_" = "Too many failed attempts, please wait before reattempting.";
"_seconds_"               = "seconds";
"_change_lock_passcode_"  = "Change passcode";
"_lock_cannot_disable_mdm_" = "Disabling the passcode lock is not permitted by your configuration profile.";

// MARK: User Status

/* User status */
"_online_"                  = "آنلاین";

/* User status */
"_away_"                    = "دور";

/* User status */
"_dnd_"                     = "مزاحم نشوید";

/* User status */
"_dnd_description_"         = "Mute all notifications";

/* User status */
"_invisible_"               = "نامرئی";

/* User status */
"_invisible_description_"   = "Appear offline";

/* User status */
"_busy_"                    = "Busy";

/* User status */
"_select_user_status_"      = "Set online status";
"_select_status_message_"      = "Set status message";
"_status_message_"          = "پیغام وضعیت";
"_status_message_placehorder_"  = "وضعیت شما چیست؟";
"_online_status_"           = "وضعیت آنلاین";
"_set_status_message_"      = "تنظیم پیام وضعیت";
"_clear_status_message_after_"  = "Clear status after";

/* User status */
"_select_option_"           = "گزینش گزینه";
"_dont_clear_"              = "پاک نکن";
"_15_minutes_"              = "15 minutes";
"_30_minutes_"              = "۳۰ دقیقه";
"_an_hour_"                 = "یک ساعت";
"_1_hour_"                  = "۱ ساعت";
"_4_hours_"                 = "۴ ساعت";
"_day_"                     = "امروز";
"_this_week_"               = "این هفته";
"_days_"                    = "روزها";
"_hours_"                   = "ساعت ها";
"_minutes_"                 = "دقایق";


"_network_not_available_"   = "Network unavailable.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists.";
"_files_lock_error_"        = "There was an error changing the lock of this file.";
"_more_"                        = "بیش‌تر";
"_notifications_"               = "خبر های جدید";
"_quota_space_unlimited_"       = "نامحدود";
"_quota_space_unknown_"         = "نامشخص";
"_quota_using_"                 = "از %@, %@استفاده شده است";
"_acknowledgements_"            = "سپاسگزاری ها";
"_settings_"                    = "تنظیمات";
"_enter_password_"              = "Enter password …";
"_lock_"                        = "قفل کردن";
"_lock_active_"                 = "قفل: روشن است";
"_lock_not_active_"             = "قفل: خاموش";
"_lock_protection_no_screen_"        = "در هنگام شروع سؤال نکنید";
"_enable_touch_face_id_"        = "فعال کردن شناسه لمسی / چهره";
"_wifi_only_"                   = "فقط از اتصال Wi-Fi استفاده کنید";
"_settings_autoupload_"         = "عکسهای بارگذاری خودکار";
"_clear_cache_"                 = "پاک‌سازی انباره";
"_clear_cache_footer_"          = "پرونده های بارگیری و آفلاین را از برنامه پاک کنید";
"_exit_"                        = "تنظیم مجدد برنامه";
"_exit_footer_"                 = "Remove all accounts and local data from the app.";
"_want_exit_"                   = "توجه! به حالت اولیه بازنشانی می شود. ادامه هید؟";
"_want_delete_cache_"           = "Do you want to delete the cache (this also removes the transfers in progress)?";
"_add_account_"                 = "ایحاد حساب کاربری";
"_want_delete_"                 = "You will delete the following: ";
"_want_leave_share_"            = "You will leave the following shares: ";
"_no_delete_"                   = "خیر، حذف نکن";
"_yes_delete_"                  = "بلی, حذف کن";
"_information_"                 = "اطلاعات";
"_select_offline_warning_"      = "Making multiple files and folders available offline may take a while and use a lot of memory while doing so.";
"_advanced_"                    = "پیشرفته";
"_permissions_"                 = "مجوزها";
"_custom_permissions_"          = "Custom permissions";
"_disable_files_app_"           = "غیرفعال کردن ادغام برنامه فایلها";
"_disable_files_app_footer_"    = "Do not permit the access of files via the iOS Files application.";
"_time_remaining_"              = "%@ remaining";
"_autoupload_"                      = "آپلود خودکار عکس ها / فیلم ها";
"_autoupload_select_folder_"        = "پوشه \"بارگذاری خودکار\" را انتخاب کنید";
"_autoupload_photos_"               = "عکسهای بارگذاری خودکار";
"_autoupload_videos_"               = "آپلود خودکار فیلم ها";
"_autoupload_favorites_"            = "Auto upload favorites only";
"_autoupload_description_"          = "Choose whether new photos or videos will be automatically uploaded to your account.";
"_autoupload_fullphotos_"           = "کل رول دوربین را بارگذاری کنید";
"_start_autoupload_"                = "Turn on auto upload";
"_stop_autoupload_"                 = "Turn off auto upload";
"_autoupload_fullphotos_footer_"    = "Adjust the options above before uploading.";
"_autoupload_create_subfolder_"     = "استفاده از زیر پوشه";
"_autoupload_create_subfolder_footer_"  = "Store photos in subfolders based on year, month or day.";
"_autoupload_subfolder_granularity_"    = "Subfolder Granularity";
"_filenamemask_"                        = "ماسک نام پرونده را تغییر دهید";
"_filenamemask_footer_"                 = "By default, when a file is uploaded, it automatically gets the following format: yy-mm-dd hh-mm-ss plus a 4-digit counter. If you do not like this format, you can change it here except for the final 4-digit counter, which cannot be omitted.";
"_autoupload_current_folder_"           = "پوشه انتخاب شده در حال حاضر";
"_show_hidden_files_"           = "نمایش فایل‌های مخفی";
"_format_compatibility_"        = "سازگارترین";
"_format_compatibility_footer_" = "\"Most compatible\" will save photos as JPEG, if possible.";
"_privacy_"                     = "حریم خصوصی";
"_privacy_footer_"              = "This app uses a service for the analysis of a crash. Your personal information is not sent with the report. If you want disable it, please change the setting \"Disable crash reporter\" to ON.";
"_crashservice_title_"          = "غیرفعال کردن گزارشگر خرابی";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect.";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" will save the selected photo in \"Live Photo\" format, if possible.";
"_capabilities_"                = "Capabilities";
"_capabilities_footer_"         = "Display the packages used by the app if they are installed and available on the server.";
"_diagnostics_"                 = "Diagnostics";
"_diagnostics_footer_"          = "Changing log level requires a restart of the app to take effect";
"_view_log_"                    = "View log file";
"_clear_log_"                   = "Clear log file";
"_set_log_level_"               = "Set Log level";
"_log_file_clear_alert_"        = "Log file cleared \n successfully!";
"_connect_server_anyway_"       = "Do you want to connect to the server anyway?";
"_server_is_trusted_"           = "Do you consider this server trusted?";
"_connection_error_"            = "Connection error";
"_login_url_"                   = "Server address https:// …";
"_login_url_error_"             = "URL error, please verify your server URL";
"_login_error_"                 = "Could not log in. Please try again later.";
"_favorites_"                   = "برگزیده‌ها";
"_favorite_short_"              = "Favorite";
"_tutorial_favorite_view_"      = "فایل ها و پوشه هایی که به عنوان مورد علاقه شما علامت گذاری می شوند، نشان داده می شوند.";
"_tutorial_offline_view_"       = "پرونده های کپی شده در اینجا بصورت آفلاین در دسترس خواهند بود. آنها با ابر شما همگام می شوند.";
"_tutorial_groupfolders_view_"  = "No team folders yet";
"_more_"                        = "بیش‌تر";
"_favorite_no_files_"           = "هنوز مورد دلخواه وجود ندارد";
"_no_date_information_"                     = "No date information";
"_no_camera_information_"                   = "No camera information";
"_no_lens_information_"                     = "No lens information";
"_today_"                                   = "Today";
"_yesterday_"                               = "دیروز";
"_access_photo_not_enabled_"                = "Access to Photos is not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Settings → Apps → Nextcloud → Photos and enable Photo Library Access";
"_access_background_app_refresh_denied_"    = "\"Background App Refresh\" is denied. Please enable it in \"Settings\" otherwise, new photos or videos will not be detected when the application is in the background";
"_new_photos_starting_"                     = "Only photos or videos starting %@ will be uploaded.";
"_tutorial_photo_view_"                     = "هنوز هیچ عکس یا فیلم بارگذاری نشده است";
"_error_createsubfolders_upload_"           = "خطا در ایجاد زیر پوشه ها";
"_remove_photo_CameraRoll_"                 = "Remove from camera roll";
"_remove_photo_CameraRoll_desc_"            = "\"Remove from camera roll\" after uploads, a confirmation message will be displayed to delete the uploaded photos or videos from the camera roll. The deleted photos or videos will still be available in the iOS Photos Trash for 30 days.";
"_never_"                       = "هرگز";
"_less_a_minute_"               = "کمتر از یک دقیقه پیش";
"_a_minute_ago_"                = "a minute ago";
"_minutes_ago_"                 = "دقیقه قبل%d";
"_an_hour_ago_"                 = "an hour ago";
"_hours_ago_"                   = "%d ساعاتی قبل";
"_a_day_ago_"                   = "a day ago";
"_days_ago_"                    = "%d روزها قبل";
"_forbidden_characters_"        = "Forbidden characters: %@";
"_cannot_send_mail_error_"      = "No account is set up, or wrong email address entered.";
"_open_url_error_"              = "Cannot open the URL for this action.";
"_media_"                       = "رسانه";
"_order_by_"                    = "مرتب‌سازی بر اساس";
"_name_"                        = "Name";
"_date_"                        = "تاریخ";
"_size_"                        = "اندازه";
"_delete_selected_files_"       = "Delete files";
"_remove_favorites_"            = "ناخوشایند";
"_add_favorites_"               = "Favorite";
"_share_"                       = "Share";
"_remove_local_file_"           = "Remove locally";
"_folders_"                     = "پوشه ها";
"_folder_"                      = "پوشه";
"_files_"                       = "فایل ها";
"_file_"                        = "پرونده";
"_no_file_pull_down_"           = "برای تازه کردن ، یک پرونده را بارگذاری کنید یا پایین بکشید";
"_no_file_no_permission_to_create_" = "You don't have permission to create or upload files in this folder.";
"_limited_dimension_"           = "حداکثر اندازه رسیده است";
"_save_selected_files_"         = "Save to photo gallery";
"_file_not_saved_cameraroll_"   = "خطا: پرونده در آلبوم عکس ذخیره نشده است";
"_file_saved_cameraroll_"       = "پرونده در آلبوم عکس ذخیره شد";
"_favorite_on_top_"             = "Sort favorite first";
"_directory_on_top_"            = "Sort folders before files";
"_show_description_"            = "Show folder description";
"_show_recommended_files_"      = "Show recommendations";
"_search_no_record_found_"      = "نتیجه ای نداره";
"_search_in_progress_"          = "Search in progress …";
"_search_instruction_"          = "جستجو برای پرونده (حداقل 2 حرف)";
"_files_no_files_"              = "هیچ فایلی اینجا وجود ندارد";
"_files_no_folders_"            = "هیچ پوشه ای در اینجا وجود ندارد";
"_request_in_progress_"         = "Request to server in progress …";
"_personal_files_only_"         = "Personal files only";

"audio"                         = "سمعی";
"directory"                     = "فایل ها";
"document"                      = "مستندات";
"image"                         = "تصاویر";
"template"                      = "نمونه ها";
"video"                         = "ویدیو";

"_paste_file_"                  = "Paste";
"_cancel_all_task_"             = "تمام انتقال‌ها را لغو کن";
"_status_wait_download_"        = "در انتظار بارگیری";
"_status_downloading_"          = "بارگیری";
"_status_wait_upload_"          = "Waiting to upload";
"_status_wait_create_folder_"   = "Waiting to create the folder";
"_status_wait_delete_"          = "Waiting to delete";
"_status_wait_rename_"          = "Waiting to rename";
"_status_wait_favorite_"        = "Waiting to change favorite";
"_status_wait_copy_"            = "Waiting to copy";
"_status_wait_move_"            = "Waiting to move";
"_status_uploading_"            = "در حال آپلود";
"_status_upload_error_"         = "Error, waiting to upload";
"_select_media_folder_"         = "Set Media folder";
"_media_viewimage_show_"        = "Show only images";
"_media_viewvideo_show_"        = "Show only video";
"_media_show_all_"              = "Show both";
"_good_morning_"                = "Good morning";
"_good_day_"                    = "Good day";
"_good_afternoon_"              = "Good afternoon";
"_good_evening_"                = "Good evening";
"_good_night_"                  = "Good night";
"_servers_"                     = "Servers";
"_select_server_"               = "Please select a server...";

// MARK: Share

"_share_link_"                  = "لینک را به اشتراک بگذارید";
"_share_link_name_"             = "Link name";
"_password_"                    = "کلمه عبور";
"_share_password_"              = "پیوند محافظت شده با رمز عبور";
"_date_"                        = "تاریخ";
"_user_sharee_footer_"          = "برای تغییر مجوزها ضربه بزنید";
"_enforce_password_protection_" = "اجبار برای محافظت توسط رمز عبور";
"_shared_with_you_by_"          = "با شما به اشتراک گذاشته شده است";
"_shareLinksearch_placeholder_" = "Name, email, or Federated Cloud ID …";
"_new_comment_"                 = "توضیح جدید ...";
"_edit_comment_"                = "ویرایش توضیح";
"_delete_comment_"              = "حذف توضیح";
"_share_read_only_"             = "View only";
"_share_editing_"               = "Can edit";
"_share_allow_upload_"          = "اجازه آپلود و ویرایش";
"_share_file_drop_"             = "File request";
"_share_secure_file_drop_"      = "Secure file drop (upload only)";
"_share_hide_download_"         = "پنهان کردن بارگیری";
"_share_allowed_downloads_"     = "Allowed downloads";
"_share_limit_download_"        = "Limit downloads";
"_remaining_"                   = "%d remaining";
"_share_password_protect_"      = "محافظت از گذرواژه";
"_share_expiration_date_"       = "تنظیم تاریخ انقضا";
"_share_note_recipient_"        = "توجه داشته باشید به گیرنده";
"_share_add_sharelink_"         = "پیوند دیگری اضافه کنید";
"_share_can_read_"              = "Read";
"_share_can_reshare_"           = "هم‌رسانی";
"_share_can_create_"            = "ایجاد شده";
"_share_can_change_"            = "ویرایش";
"_share_can_delete_"            = "Delete";
"_share_can_download_"          = "Allow download and sync";
"_share_unshare_"               = "Delete share";
"_share_internal_link_"         = "پیوند داخلی";
"_share_internal_link_des_"     = "Only works for users with access to this file/folder.";
"_share_reshare_disabled_"      = "You are not allowed to reshare this file/folder.";
"_share_reshare_restricted_"    = "Note: You only have limited permission to reshare this file/folder.";
"_remote_"                      = "از راه دور";
"_remote_group_"                = "Remote group";
"_conversation_"                = "Conversation";

"_no_transfer_"                     = "هنوز نقل و انتقالات انجام نشده است";
"_no_transfer_sub_"                 = "بارگیری و بارگیری از این دستگاه در اینجا نشان داده خواهد شد";
"_no_activity_footer_"              = "No more activities to load";
"_transfers_"                       = "نقل و انتقالات";
"_activity_"                        = "فعّالیت";
"_trash_file_not_found_"            = "It seems that the file is not in the Trash. Go to the Trash to update it and try again.";
"_list_shares_"                     = "اشتراک گذاری ها";
"_list_shares_no_files_"            = "هنوز هیچ اشتراکی وجود ندارد";
"_tutorial_list_shares_view_"       = "فایل ها و پوشه هایی که شما به اشتراک می گذارید در اینجا نمایش داده خواهند شد.";
"_offline_"                         = "آفلاین";
"_upload_photos_videos_"            = "عکس یا فیلم بارگذاری کنید";
"_upload_file_"                     = "آپلود فایل";
"_create_nextcloudtext_document_"   = "ایجاد سند متنی";
"_use_folder_auto_upload_"          = "از پوشه \"بارگذاری خودکار\" به عنوان مقصد استفاده کنید";
"_filename_"                        = "نام فایل";
"_enter_filename_"                  = "Enter filename …";
"_default_preview_filename_footer_" = "Example preview of filename: IMG_0001.JPG";
"_filename_header_"                 = "Enter filename";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time.";
"_add_filenametype_"                = "نام پرونده را مشخص کنید";
"_maintain_original_filename_"      = "نام اصلی را حفظ کنید";
"_notifications_"                   = "خبر های جدید";
"_untitled_"                        = "Untitled";
"_e2e_settings_title_"              = "رمزگذاری";
"_e2e_settings_"                    = "رمزگذاری نهایی به پایان";
"_e2e_settings_start_"              = "رمزگذاری پایان به پایان را شروع کنید";
"_e2e_settings_activated_"          = "رمزگذاری پایان به پایان فعال شد";
"_e2e_server_disabled_"             = "End-to-end encryption app disabled on server";
"_e2e_settings_view_passphrase_"    = "همه 12 کلمه در کنار هم یک رمزعبور بسیار قوی ایجاد می کنند و به شما امکان می دهد پرونده های رمزگذاری شده خود را مشاهده کرده و از آنها استفاده کنید. لطفاً آن را بنویسید و در جایی امن نگه دارید.";
"_e2e_settings_read_passphrase_"    = "عبارت عبور را بخوانید";
"_e2e_settings_lock_not_active_"    = "Lock not active. Go to \"Settings\" and activate it.";
"_e2e_settings_the_passphrase_is_"  = "عبارت عبارت است از:";
"_e2e_passphrase_request_title_"    = "درخواست کلمه عبور";
"_e2e_passphrase_request_message_"  = "12 کلمه را وارد کنید";
"_e2e_settings_remove_"             = "رمزگذاری را به صورت محلی بردارید";
"_e2e_settings_remove_message_"     = "حذف رمزگذاری را همراه با عبارت عبور تأیید کنید.";
"_e2e_set_folder_encrypted_"        = "Encrypt";
"_e2e_remove_folder_encrypted_"     = "Decrypt";
"_e2e_file_encrypted_"              = "File encrypted";
"_e2e_goto_settings_for_enable_"    = "این یک فهرست راهنما رمزگذاری شده است ، به \"تنظیمات\" بروید و رمزنگاری نهایی را فعال کنید";
"_e2e_in_upload_"                   = "Upload in progress, please wait for all files to be transferred.";
"_scans_document_"                  = "اسکن سند";
"_scanned_images_"                  = "تصاویر اسکن شده";
"_scan_document_pdf_page_"          = "صفحه";
"_scan_label_document_zone_"        = "Tap or drag images down for document creation";
"_filter_document_"                 = "Document";
"_filter_original_"                 = "اصلی";
"_quality_image_title_"             = "Preview image quality";
"_file_creation_"                   = "ایجاد پرونده";
"_delete_all_scanned_images_"       = "Delete all scanned images";
"_text_recognition_"                = "تشخیص متن";
"_all_files_"                       = "All files";
"_personal_files_"                  = "Personal Files";

"_trash_view_"                      = "فایل های حذف شده";
"_empty_trash_"                     = "سطل آشغال";
"_trash_no_trash_"                  = "هیچ پرونده ای حذف نشده است";
"_trash_no_trash_description_"      = "می توانید پرونده های حذف شده را از اینجا بازیابی کنید";
"_confirm_delete_selected_"         = "Are you sure you want to delete the selected items?";
"_manage_file_offline_"             = "پرونده های آفلاین را مدیریت کنید";
"_set_available_offline_"           = "عنوان موجود را به صورت آفلاین تنظیم کنید";
"_remove_available_offline_"        = "حذف به صورت آفلاین در دسترس است";
"_create_new_document_"             = "ایجاد سند جدید";
"_create_new_spreadsheet_"          = "ساختن صفحه گسترده جدید";
"_create_new_presentation_"         = "ساختن ارائه جدید";
"_go_online_"                       = "برای دیدن سند به صورت آنلاین بروید";
"_intro_1_title_"                   = "Keep your data secure and under your control";
"_intro_2_title_"                   = "چند حساب کاربری جداگانه ";
"_intro_3_title_"                   = "Easy-to-use web mail, calendaring & contacts";
"_intro_4_title_"                   = "Screen sharing, online meetings & web conferences";
"_log_in_"                          = "Log in";
"_sign_up_"                         = "Sign up with provider";
"_host_your_own_server"             = "Host your own server";
"_invalid_url_"                         = "Invalid server URL";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid.";
"_ssl_certificate_changed_"             = "The certificate for this server seems to have changed.";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists.";
"_error_files_upload_"                  = "Error uploading files.";
"_internal_generic_error_"              = "internal error.";
"_err_permission_microphone_"           = "Please allow Microphone usage from Settings.";
"_err_permission_photolibrary_"         = "Please allow Photos from Settings.";
"_qrcode_not_authorized_"   = "This app is not authorized to use the Back Camera.";
"_qrcode_not_supported_"    = "QR code not supported by the current device.";
"_create_voice_memo_"       = "یادداشت صوتی ایجاد کنید";
"_voice_memo_start_"        = "Tap to start";
"_voice_memo_stop_"         = "Tap to stop";
"Enter Passcode"            = "Enter Passcode";
"Enter a new passcode"      = "Enter a new passcode";
"Confirm new passcode"      = "Confirm new passcode";
"_too_many_failed_passcode_attempts_error_" = "Too many failed passcode attempts. Please try again.";
"Passcodes didn't match. Try again." = "Passcodes didn't match. Try again.";
"Delete"                    = "حذف";
"Cancel"                    = "لغو";
"_certificate_details_"     = "Certificate Server details";
"_certificate_pn_details_"  = "Certificate Push Notification details";
"_certificate_view_"        = "Certificate Server";
"_certificate_pn_view_"     = "Certificate Push Notification";
"_save_as_scan_"            = "Save as scan";
"_save_changes_"            = "Save changes?";
"_modify_"                  = "Modify";
"_overwrite_original_"      = "Overwrite original";
"_save_as_copy_"            = "Save as copy";
"_discard_changes_"         = "Discard changes";
"_message_disable_overwrite_livephoto_" = "This image is a Live Photo, overwrite will not be possible.";
"_discard_changes_info_"    = "Your changes will be discarded.";
"_delete_files_desc_"       = "Delete files to free up space";
"_delete_old_files_"        = "Delete, in the cache, all files older than";
"_never_"                   = "هرگز";
"_1_year_"                  = "1 year";
"_6_months_"                = "6 months";
"_3_months_"                = "3 months";
"_1_month_"                 = "1 month";
"_1_week_"                  = "1 week";
"_monthly_"                 = "ماهانه";
"_yearly_"                  = "سالانه";
"_daily_"                   = "Daily";
"_used_space_"              = "Used space:";
"_login_address_detail_"    = "The link to your %@ web interface when you open it in the browser.";
"_go_to_page_"              = "Go to page";
"_page_"                    = "صفحه";
"_this_document_has_%@_pages_"              = "This document has %@ pages";
"_invalid_page_"                            = "Invalid Page";
"_the_entered_page_number_does_not_exist_"   = "The entered page number does not exist.";
"_error_something_wrong_"   = "Something went wrong";
"_try_download_full_resolution_"            = "Download full resolution image";
"_full_resolution_image_info_"            = "This may reveal more information about the photo.";
"_download_audio_"          = "Download the audio locally";
"_copied_path_"             = "Copied path";
"_privacy_screen_"          = "Hide content when app is inactive";
"_privacy_screen_footer_"   = "Hide the content in the app and show a splash screen when the app is inactive.";
"_in_"                      = "in";
"_enter_passphrase_"        = "Enter passphrase (12 words)";
"_show_more_results_"       = "⋯ Load more results";
"_waiting_for_"             = "Waiting for:";
"_reachable_wifi_"          = "network reachable via Wi-Fi or cable";
"_copy_passphrase_"         = "Copy passphrase";
"_ok_copy_passphrase_"      = "OK and copy passphrase";
"_select_color_"            = "Select the color";
"_change_color_"            = "تغییر رنگ";
"_description_dashboardwidget_" = "Having the Dashboard always at your fingertips has never been easier.";
"_description_fileswidget_" = "View your recent files and use the toolbar to speed up your operations.";
"_description_toolbarwidget_"   = "A toolbar to speed up your operations.";
"_title_lockscreenwidget_"  = "وضعیت";
"_description_lockscreenwidget_"    = "Keep an eye on available space and recent activity";

"_keep_running_"            = "Keep the app running for a better user experience.";
"_apps_nextcloud_detect_"   = "Detected %@ apps";
"_add_existing_account_"    = "Other %@ Apps has been detected, do you want to add an existing account?";
"_status_in_progress_"      = "Status reading in progress …";
"_status_e2ee_on_server_"   = "The end-to-end encryption is already configured in the server but not yet enabled on this device.";
"_status_e2ee_not_setup_"   = "The end-to-end encryption is not yet configured on the server.";
"_status_e2ee_configured_"  = "The end-to-end encryption is correctly configured.";
"_e2ee_set_as_offline_"     = "Not allowed for encrypted files or folders.";
"_change_upload_filename_"  = "Do you want to save the file with a different name?";
"_save_file_as_"            = "Save file as %@";
"_password_ascii_"          = "The password cannot contain special characters.";
"_calendar_contacts_"       = "Calendar and Contacts";
"_mobile_config_"           = "بارگیری نمایهٔ تنظیمات";
"_calendar_contacts_footer_warning_"    = "Configuration profile can only be downloaded if Safari is set as default browser.";
"_calendar_contacts_footer_"    = "After downloading the profile you can install it from Settings.";
"_modify_image_desc_"       = "Tap on a file to modify or rename.";
"_message_disable_livephoto_" = "This image is a Live Photo, changing it will lose the Live Photo effect.";
"_enable_livephoto_"        = "Enable Live Photo";
"_disable_livephoto_"       = "غیرفعال کردن لایو فوتو";
"_undo_modify_"             = "Undo modifying";
"_rename_already_exists_"   = "A file with this name already exists.";
"_group_folders_"           = "Team folders";
"_play_from_files_"         = "Play video from a file";
"_play_from_url_"           = "Play video from a link";
"_valid_video_url_"         = "Insert a valid URL";
"_chunk_move_"              = "The sent file could not be reassembled, please check the server log.";
"_download_image_"          = "Download image";
"_download_video_"          = "Download video";
"_reset_wrong_passcode_"    = "تنظیم مجدد برنامه";
"_reset_wrong_passcode_option_" = "Reset application after 10 failed attempts";
"_reset_wrong_passcode_desc_" = "Enabling this will remove all accounts and local data after %d failed passcode entry attempts.";
"_deviceOwnerAuthentication_" = "The biometric sensor has been temporarily disabled due to multiple failed attempts. Enter the device passcode to re-enable the sensor.";
"_virus_detect_"            = "Virus detected. Upload cannot be completed!";
"_select_photos_"           = "Select photos";
"_selected_photo_"          = "selected photo";
"_selected_photos_"         = "selected photos";
"_delete_selected_photos_"  = "Delete selected photos";
"_media_square_"            = "Square grid";
"_media_ratio_"             = "Aspect ratio grid";
"_autoupload_notice_"       = "To ensure the proper functioning of this feature, it is necessary to enable Background App Refresh. Otherwise, new photos or videos will not be detected when the application is in the background.\n\nAdditionally, please note that the app will not be able to detect new photos and videos if it is manually terminated. When the app is in the background, data transfer may be slower, and new photos and/or videos will generally be detected every 10 minutes, depending on the device’s battery level.\n\nTo verify that the app is functioning correctly, you can use the log file available in Advanced settings.";
"_display_"                 = "نمایش";
"_appearance_"              = "Appearance";
"_light_"                   = "Light";
"_dark_"                    = "Dark";
"_use_system_style_"        = "Use system style";
"_account_settings_"        = "Account settings";
"_users_"                   = "Users";
"_users_footer_"            = "Allows you to select an account every time you open the app.";
"_while_charging_"          = "While charging";
"_keep_screen_awake_"       = "Keep screen awake\nwhile transferring files";
"_error_not_found_"         = "The requested resource could not be found";
"_error_conflict_"          = "The request could not be completed due to a conflict with the current state of the resource";
"_error_precondition_"      = "The server does not meet one of the preconditions of the requester";
"_downloading_"             = "بارگیری";
"_additional_options_"      = "Additional options";
"_unauthorizedFilesPasscode_" = "Files app cannot be used with an activated passcode";
"_disableFilesApp_"         = "Files app cannot be used because it is disabled";
"_widget_available_nc25_"   = "Widget only available starting with server version 25";
"_no_items_"                = "No items";
"_check_back_later_"        = "Check back later";
"_no_data_available_"       = "No data available";
"_recent_activity_"         = "Recent activity";
"_maintenance_mode_"        = "The server is currently in maintenance mode, which may take a while.";
"_account_disabled_"        = "Account disabled";
"_user_"                    = "کاربر";
"_add_subtitle_"            = "Add an external subtitle";
"_add_audio_"               = "Add an external audio";
"_upload_foreground_msg_"   = "Do not close %@ to complete the transfer …";
"_upload_background_msg_"   = "Files upload in progress …";
"_create_folder_error_"     = "An error has occurred while creating the folder:\n%@.\n\nPlease resolve the issue as soon as possible.\n\nAll uploads are suspended until the problem is resolved.\n";
"_creating_dir_progress_"   = "Creating directories in progress … keep the application active.";
"_creating_db_photo_progress_" = "Creating photo archive in progress … keep the application active.";
"_account_unauthorized_"    = "There was an issue authorizing the account %@. Please log in again.";
"_folder_offline_desc_"     = "Even without an internet connection, you can organize your folders, create files. Once you're back online, your pending actions will automatically sync.";
"_offline_not_allowed_"     = "This operation is not allowed in offline mode";
"_Upload_native_format_yes_"= "Upload in native format: yes";
"_Upload_native_format_no_" = "Upload in native format: no";
"_terms_of_service_"        = "Terms of service";
"_terms_accept_"            = "I acknowledge that I have read and agree to the above terms of service.";
"_terms_accepted_"          = "Terms accepted";
"_recommended_files_"       = "Recommended Files";
"_propagate_layout_"        = "Apply the following change to all subfolders";
"_version_mismatch_error_"  = "Version change: please open the main app to update the data.";
"_check_auto_upload_"       = "Automatic photo upload is currently disabled.\nWith Nextcloud iOS you can automatically back up your photos and keep them safe on your server.\nJust open Settings → Auto Upload, choose the options you prefer, and turn it on with the \"%@\" button.";
"_cancel_all_request_"      = "Are you sure you want to cancel all transfers?";
"_cancel_all_"              = "Cancel All";
"_dismiss_"                 = "Dismiss";
"_opt_in_pro_"              = "Optimization in progress …";
"_update_in_progress_"      = "Update in progress …";
"_delete_in_progress_"      = "Delete in progress …";
"_download_in_progress_"    = "Download in progress …";
"_upload_in_progress_"      = "Upload in progress …";
"_transfer_in_progress_"    = "Transfer in progress …";
"_in_waiting_"              = "In waiting";
"_in_progress_"             = "In progress";
"_in_error_"                = "In error";
"_retry_minutes_"           = "min left to retry";
"_retry_seconds_"           = "sec left to retry";
"_retry_soon_"              = "retrying soon …";
"_large_upload_tip_"        = "Large files require the app to remain open until the transfer is complete";
"_e2ee_upload_tip_"         = "End-to-end files require the app to remain open until the transfer is complete";
"_finalizing_wait_"         = "Waiting for finalization …";
"_in_this_folder_"          = "In this folder";
"_media_no_longer_available_" = "Media no longer available";
"_this_item_has_been_deleted_" = "This item has been deleted.";
"_video_not_available_" = "Video not available";
"_disable_" = "غیرفعال کردن";
"_no_subtitles_available_" = "No subtitles available";
"_no_audio_tracks_available_" = "No audio tracks available";
"_add_external_subtitle_" = "Add external subtitle";
"_image_load_failed_" = "Image load failed";
"_image_load_failed_" = "Image load failed";
"_gif_file_could_not_be_decoded_" = "GIF file could not be decoded";
"_svg_file_could_not_be_rendered_" = "SVG file could not be rendered";
"_image_file_could_not_be_decoded_" = "Image file could not be decoded";
"_media_not_available_" = "Media not available";
"_no_assistant_installed_"  = "Assistant is not installed on this server. Ask your administrator to install the Assistant app";

// Tip
"_tip_pdf_thumbnails_"      = "Swipe left from the right edge of the screen to show the thumbnails";
"_tip_accountrequest_"      = "Touch here to change account or to add a new one";
"_tip_addcopyimage_"        = "Long press to paste a copied image";
"_tip_open_mediadetail_"    = "Swipe up to show the details";
"_tip_autoupload_button_"   = "Configure the options as you prefer (folder, Wi-Fi, new content, subfolders) and tap ‘Turn on auto uploading’.\nYou can stop it at any time, adjust the settings, and enable it again.";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "Card controller";
"_accessibility_add_upload_"    = "Add and upload";
"_dismiss_menu_"                = "Dismiss the menu";
"_show_profile_"                = "نمایش نمایه";
// a11y: On/Off
"_on_"                          = "On";
// a11y: On/Off
"_off_"                         = "خاموش";
"_list_"                        = "لیست";
"_icons_"                       = "Icons";

// MARK: Assistant
"_assistant_task_unknown_"       = "نامعلوم";
"_assistant_task_scheduled_"     = "Scheduled";
"_assistant_task_in_progress_"   = "In Progress";
"_assistant_task_completed_"     = "Completed";
"_assistant_task_failed_"        = "Failed";
"_input_"                        = "Input";
"_output_"                       = "Output";
"_task_details_"                 = "Task details";
"_assistant_"                    = "راهنما";
"_new_task_"                     = "New %@ task";
"_no_tasks_"                     = "Hello there! What can I help you with today?";
"_create_task_subtitle_"         = "Use the + button to create a new task";
"_edit_task_"                    = "Edit %@ task";
"_no_types_"                     = "No provider found";
"_no_types_subtitle_"            = "AI Providers need to be installed to use the Assistant.";
"_assistant_ai_warning_"         = "Output shown here is generated by AI. Make sure to always double-check.";
"_no_chat_subtitle_"             = "Try sending a message to spark a conversation.";
"_retry_response_generation_"    = "Retry response generation";
"_conversations_"                = "Conversations";
"_new_conversation_"             = "گفتگوی جدید";
"_type_message_"                 = "Type a message...";
"_assistant_chat_"               = "Assistant Chat";
"_assistant_error_send_message_"  = "Could not send message. Please try again.";
"_assistant_error_load_messages_" = "Could not load messages. Please try again.";
"_assistant_error_generate_response_" = "Could not generate response. Please try again.";

// MARK: Client certificate
"_no_client_cert_found_"         = "The server is requesting a client certificate.";
"_no_client_cert_found_desc_"    = "Do you want to install a TLS client certificate? \n Note that the .p12 certificate must be installed on your device first by clicking on it and installing it as an Identitity Certificate Profile in Settings. The certificate MUST also have a password as that is a requirement by iOS.";
"_client_cert_enter_password_"   = "Enter the password for the chosen certificate";
"_client_cert_wrong_password_"   = "Sorry, you entered an invalid password.";

// MARK: Login poll
"_poll_desc_"                    = "Please complete the log in process in your browser.";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "Name must not contain spaces at the beginning or end.";
"_file_name_validator_error_reserved_name_" = "\"%@\" is a forbidden name.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" is a forbidden file extension.";
"_file_name_validator_error_invalid_character_" = "Name contains an invalid character: \"%@\".";
"_file_name_validator_error_space_" = "Name must not contain spaces at the beginning or end.";
"_file_name_new_extension_" = "Changing the extension might cause this file to open in a different application.";
"_file_name_empty_" = "File name cannot be empty.";
"_please_rename_file_" = "Please rename the file or folder.";
"hidden_file_name_warning" = "Name will result in a hidden file.";

"_camera_roll_" = "رول دوربین";
"_destination_" = "مقصد";
"_select_autoupload_albums_" = "Select albums";
"_upload_from_" = "Upload from";
"_multiple_albums_" = "Multiple albums";
"_smart_albums_" = "Smart albums";
"_albums_" = "Albums";
"_new_photos_only_" = "New photos only";
"_all_photos_" = "All photos";
"_back_up_new_photos_only_" = "Back up new photos/videos only";
"_auto_upload_all_photos_warning_title_" = "Are you sure you want to upload all photos?";
"_auto_upload_all_photos_warning_message_" = "This can take some time to process depending on the amount of photos.";
"_item_with_same_name_already_exists_" = "An item with the same name already exists.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Preparing migration …";
"_scanning_files_" = "Scanning files …";
"_moving_items_to_domain_" = "Moving items to correct domain …";
"_finishing_up_" = "Finishing up …";

// MARK: E2EE
"_e2ee_no_session_" = "End-to-end encryption error, no account for this session";
"_e2ee_no_dir_" = "End-to-end encryption error, cannot get directory";
"_e2ee_no_certificate_" = "End-to-end encryption error, cannot get certificate";
"_e2ee_no_generate_key_" = "End-to-end encryption error, cannot generate key";
"_e2ee_no_metadataKey_found_" = "End-to-end encryption error, cannot decrypt metadata key";
"_e2ee_no_user_found_" = "End-to-end encryption error, user not found";
"_e2ee_no_signature_found_" = "End-to-end encryption error, no signature found";
"_e2ee_counter_check_" = "End-to-end encryption error, the counter is lower than the previous one";
"_e2ee_signature_failed_" = "End-to-end encryption error, verify signature failed";
"_e2ee_enc_payload_" = "End-to-end encryption error, encrypt payload file";
"_e2ee_no_metadata_" = "End-to-end encryption error, cannot get metadata";
"_e2ee_filedrop_ciphertext_" = "End-to-end encryption error, filedrop ciphertext failed";
"_e2ee_key_ciphertext_" = "End-to-end encryption error, key ciphertext failed";
"_e2ee_key_no_checksums_found_" = "End-to-end encryption error, no checksums found";
"_e2ee_key_checksums_" = "End-to-end encryption error, key checksums failed";
"_e2ee_decode_metadata_" = "End-to-end encryption error, cannot decode metadata";
"_e2ee_no_lock_" = "End-to-end encryption error, unable to lock file";
"_e2ee_no_decrypt_metadata_" = "خطای رمزگذاری سرتاسری، امکان رمزگشایی متادیتا وجود ندارد";
"_e2ee_no_enc_file_" = "خطای رمزگذاری سرتاسری، امکان رمزگذاری فایل وجود ندارد";
"_e2ee_no_enc_key_" = "خطای رمزگذاری سرتاسری، امکان دریافت کلید رمزگذاری‌شده وجود ندارد";
"_e2ee_no_match_checksum_" = "خطای رمزگذاری سرتاسری، هش (Checksum) مطابقت ندارد";
"_e2ee_create_folder_" = "ایجاد پوشه رمزگذاری سرتاسری در حال انجام است، لطفاً منتظر بمانید…";
"_e2ee_rename_file_" = "تغییر نام رمزگذاری سرتاسری در حال انجام است، لطفاً منتظر بمانید…";
"_e2ee_encrypt_folder_" = "پوشه رمزگذاری سرتاسری در حال پردازش است، لطفاً منتظر بمانید…";
"_e2ee_setup_get_certificate_" = "سرور گواهی ارسال نکرد";
"_e2ee_setup_create_csr_" = "امکان ایجاد درخواست امضای گواهی (CSR) وجود ندارد";
"_e2ee_setup_sign_certificate_" = "سرور پس از درخواست امضا، گواهی ارسال نکرد";
"_e2ee_setup_extract_publickey_" = "عدم مطابقت کلید عمومی بین کلید تولیدشده و گواهی";
"_e2ee_setup_get_privatekey_" = "سرور کلید خصوصی رمزگذاری‌شده را ارسال نکرد";
"_e2ee_setup_passphrase_error_" = "عبارت عبور واردشده نادرست است";
"_e2ee_setup_get_publickey_" = "سرور کلید عمومی رمزگذاری‌شده را ارسال نکرد";
"_e2ee_setup_encript_privatekey_" = "امکان رمزگذاری کلید خصوصی وجود ندارد";
"_e2ee_setup_store_privatekey_" = "Private key generation returned no usable key";
"_e2ee_setup_verify_publickey_" = "Public key does not match the certificate";
"_e2ee_setup_generate_passphrase_" = "Unable to generate a passphrase";
"_link_lobby_toggle_" = "Waiting room (lobby)";
"_link_lobby_toggle_hint_" = "New participants wait in a lobby before joining the call. You let them in from the call.";
"_link_lobby_active_note_" = "Lobby is active – your message will be sent when you are let in.";
